Repository: synth-inc/quickedit
Catalog: macos/OnitQuickEdit/Settings.xcstrings
Source language: en
Languages: fr

source: %@ - %@, Every Day
fr: %@ - %@, tous les jours

source: %d Completed Invitation
fr: %d invitation complétée

source: %d Completed Invitations
fr: %d invitations complétées

source: %d results
fr: %d résultats

source: %d/%d Free generations used
fr: %d/%d générations gratuites utilisées

source: %d/%d generations used
fr: %d/%d générations utilisées

source: (more available upon request)
fr: (d'autres disponibles sur demande)

source: + Add
fr: + Ajouter

source: 15 mins
fr: 15 min

source: 30 mins
fr: 30 min

source: 5 mins
fr: 5 min

source: A quick guide to help you get started.
fr: Un guide rapide pour vous aider à démarrer.

source: About
fr: À propos

source: Accessibility Permissions
fr: Permissions d'accessibilité

source: Account
fr: Compte

source: Account & Billing
fr: Compte et Facturation

source: Add
fr: Ajouter

source: Add Application
fr: Ajouter une application

source: Add Link
fr: Ajouter un lien

source: Add Links
fr: Ajouter des liens

source: Add custom prompt...
fr: Ajouter un prompt personnalisé...

source: Add new
fr: Ajouter nouveau

source: Added
fr: Ajouté

source: Already used by "%@"
fr: Déjà utilisé par « %@ »

source: Appearance
fr: Apparence

source: Applications (Optional)
fr: Applications (Optionnel)

source: Approved
fr: Approuvé

source: Are you sure you want to delete "%@"? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action est irréversible.

source: Are you sure you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

source: Automatically Disable in Private Browsing
fr: Désactiver automatiquement en navigation privée

source: Cancel
fr: Annuler

source: Choose Icon
fr: Choisir une icône

source: Choose a Display Name
fr: Choisir un nom d'affichage

source: Close
fr: Fermer

source: Complete Onboarding
fr: Terminer la configuration

source: Complete the setup list to ensure Onit works seamlessly.
fr: Complétez la liste de configuration pour garantir le bon fonctionnement d'Onit.

source: Completed
fr: Terminé

source: Confirm by writing \
fr: Confirmez en écrivant \

source: Contact Us
fr: Nous contacter

source: Context
fr: Contexte

source: Continue →
fr: Continuer →

source: Copied!
fr: Copié !

source: Copy Link
fr: Copier le lien

source: Could not update display name. Please try again.
fr: Impossible de mettre à jour le nom d'affichage. Veuillez réessayer.

source: Couldn't fetch leaderboard.
fr: Impossible de récupérer le classement.

source: Couldn't fetch your referral links.
fr: Impossible de récupérer vos liens de recommandation.

source: Couldn't find your completed invitations.
fr: Impossible de trouver vos invitations complétées.

source: Couldn't find your leaderboard rank.
fr: Impossible de trouver votre classement.

source: Create Prompt
fr: Créer un prompt

source: DELETE
fr: SUPPRIMER

source: Dark
fr: Sombre

source: Debug: Onboarding
fr: Debug : Intégration

source: Delete
fr: Supprimer

source: Delete Prompt
fr: Supprimer le prompt

source: Dev Pages
fr: Pages Dev

source: Disable Everywhere...
fr: Désactiver partout...

source: Disable QuickEdit Everywhere
fr: Désactiver QuickEdit partout

source: Disable QuickEdit in %@
fr: Désactiver QuickEdit dans %@

source: Disabled Apps
fr: Applications Désactivées

source: Display name
fr: Nom d'affichage

source: Done
fr: Terminé

source: Edit
fr: Modifier

source: Edit Prompt
fr: Modifier le prompt

source: Enable anonymous analytics
fr: Activer les analyses anonymes

source: Error
fr: Erreur

source: Experimental
fr: Expérimental

source: Failed to add link. Please try again.
fr: Impossible d'ajouter le lien. Veuillez réessayer.

source: Failed to check for free trial availability.
fr: Impossible de vérifier la disponibilité de l'essai gratuit.

source: Failed to fetch moderation entries.
fr: Impossible de récupérer les entrées de modération.

source: Failed to moderate link. Please try again.
fr: Impossible de modérer le lien. Veuillez réessayer.

source: Failed to open subscription form.
fr: Impossible d'ouvrir le formulaire d'abonnement.

source: Failed to remove link. Please try again.
fr: Impossible de supprimer le lien. Veuillez réessayer.

source: Failed to update link. Please try again.
fr: Impossible de mettre à jour le lien. Veuillez réessayer.

source: Feel free to display your socials & sites.
fr: N'hésitez pas à afficher vos réseaux sociaux et sites.

source: Fetching your completed invitations count...
fr: Récupération du nombre d'invitations complétées...

source: Free quota renews %@.
fr: Le quota gratuit se renouvelle le %@.

source: From:
fr: De :

source: General
fr: Général

source: Get better & more relevant suggestions (you'll need to quit & reopen Onit to activate permission)
fr: Obtenez de meilleures suggestions plus pertinentes (vous devrez quitter et rouvrir Onit pour activer la permission)

source: Granted
fr: Autorisé

source: Help us improve your experience! We collect fully anonymized data to enhance performance and fix issues faster.
fr: Aidez-nous à améliorer votre expérience ! Nous collectons des données entièrement anonymisées pour améliorer les performances et résoudre les problèmes plus rapidement.

source: Hide dock icon
fr: Masquer l'icône du dock

source: History
fr: Historique

source: Icon
fr: Icône

source: Improve
fr: Améliorer

source: Indefinitely
fr: Indéfiniment

source: Instantly refine highlighted text with AI-powered suggestions.
fr: Affinez instantanément le texte surligné avec des suggestions alimentées par l'IA.

source: Invited %d friend
fr: A invité %d ami

source: Invited %d friends
fr: A invité %d amis

source: Key %@
fr: Touche %@

source: Key %d
fr: Touche %d

source: Keyboard Shortcut (Optional)
fr: Raccourci clavier (Optionnel)

source: Launch Onboarding
fr: Lancer l'intégration

source: Launch automatically at login
fr: Lancer automatiquement au démarrage

source: Light
fr: Clair

source: Link
fr: Lien

source: Manage Subscription
fr: Gérer l'abonnement

source: Manage triggers for "%@"
fr: Gérer les déclencheurs pour « %@ »

source: Max 30 char
fr: 30 caractères max

source: Models
fr: Modèles

source: Name
fr: Nom

source: Next billing & renewal date is %@.
fr: Prochaine date de facturation et de renouvellement : %@.

source: No Apps or Sites Added
fr: Aucune application ou site ajouté

source: No applications found
fr: Aucune application trouvée

source: No custom prompts yet
fr: Aucun prompt personnalisé pour le moment

source: No symbols found
fr: Aucun symbole trouvé

source: Note, custom links will be reviewed
fr: Remarque, les liens personnalisés seront examinés

source: Open Onit automatically when you log into your computer.
fr: Ouvrir Onit automatiquement lorsque vous vous connectez à votre ordinateur.

source: Paste a GitHub link
fr: Collez un lien GitHub

source: Paste a TikTok link
fr: Collez un lien TikTok

source: Paste a YouTube link
fr: Collez un lien YouTube

source: Paste a link
fr: Collez un lien

source: Paste an Instagram link
fr: Collez un lien Instagram

source: Paste an X link
fr: Collez un lien X

source: Pending
fr: En attente

source: Pending approval
fr: En attente d'approbation

source: Plan & Billing
fr: Plan et Facturation

source: Please click on the retry button to try again.
fr: Veuillez cliquer sur le bouton pour réessayer.

source: Pro plan expiring soon
fr: Le plan Pro expire bientôt

source: Products
fr: Produits

source: Prompts sent using your own API tokens do not count against your free quota.
fr: Les prompts envoyés avec vos propres tokens API ne comptent pas dans votre quota gratuit.

source: Ready
fr: Prêt

source: Recommended
fr: Recommandé

source: Rejected
fr: Rejeté

source: Remove
fr: Supprimer

source: Renew Subscription
fr: Renouveler l'abonnement

source: Renewal date not available.
fr: Date de renouvellement non disponible.

source: Required
fr: Requis

source: Restart the onboarding flow for testing
fr: Redémarrer le flux d'intégration pour les tests

source: Retry
fr: Réessayer

source: Save
fr: Enregistrer

source: Save Changes
fr: Enregistrer les modifications

source: Screenshots Permissions
fr: Permissions de capture d'écran

source: Search applications...
fr: Rechercher des applications...

source: Search icons...
fr: Rechercher des icônes...

source: Select Application
fr: Sélectionner une application

source: Select an appearance
fr: Sélectionnez une apparence

source: Select target language
fr: Sélectionnez la langue cible

source: Select your language
fr: Sélectionnez votre langue

source: Send Feedback
fr: Envoyer des commentaires

source: Setup
fr: Configuration

source: Shortcut
fr: Raccourci

source: Shortcuts
fr: Raccourcis

source: Show Prompt History Without Typing
fr: Afficher l'historique des prompts sans taper

source: Show in QuickEdit
fr: Afficher dans QuickEdit

source: Show only the menu bar icon.
fr: Afficher uniquement l'icône de la barre de menu.

source: Signed in.
fr: Connecté(e).

source: Skip
fr: Passer

source: Specific Hours
fr: Heures spécifiques

source: Specified time must be within a range.
fr: L'heure spécifiée doit être dans une plage.

source: Start 2-Week PRO Trial
fr: Démarrer l'essai PRO de 2 semaines

source: Status
fr: Statut

source: Submit
fr: Soumettre

source: Tab
fr: Tabulation

source: Target Language
fr: Langue cible

source: This is how others will see you in the list.
fr: C'est ainsi que les autres vous verront dans la liste.

source: This lets Onit load context and give relevant suggestions.
fr: Ceci permet à Onit de charger le contexte et de fournir des suggestions pertinentes.

source: Time:
fr: Durée :

source: To:
fr: À :

source: Training Data
fr: Données d'entraînement

source: Translation
fr: Traduction

source: Unable to delete the prompt: %@
fr: Impossible de supprimer le prompt : %@

source: Unable to save the prompt: %@
fr: Impossible d'enregistrer le prompt : %@

source: Until Tomorrow
fr: Jusqu'à demain

source: Update failed. Please try again.
fr: Mise à jour échouée. Veuillez réessayer.

source: Upgrade to PRO
fr: Passer à PRO

source: Use
fr: Utiliser

source: Version %@ (%@) - BETA
fr: Version %@ (%@) - BÊTA

source: View
fr: Voir

source: View Past Billing Info
fr: Voir les factures passées

source: Visit Website
fr: Visiter le site web

source: We couldn't generate your unique referral code.
fr: Nous n'avons pas pu générer votre code de parrainage unique.

source: Web Search
fr: Recherche Web

source: When enabled, your recent prompts will appear immediately when QuickEdit opens. When disabled, you need to type at least one character before suggestions appear.
fr: Lorsque activé, vos prompts récents apparaîtront immédiatement à l'ouverture de QuickEdit. Lorsque désactivé, vous devez taper au moins un caractère avant que les suggestions n'apparaissent.

source: When specified, this prompt will only appear in these applications.
fr: Lorsque spécifié, cette invite n'apparaîtra que dans ces applications.

source: You
fr: Vous

source: You are signed in as %@
fr: Vous êtes connecté(e) en tant que %@

source: You are subscribed to the Onit Pro 2-Week Trial!
fr: Vous êtes abonné(e) à l'essai Onit Pro de 2 semaines !

source: You are subscribed to the Onit Pro plan!
fr: Vous êtes abonné(e) au plan Onit Pro !

source: You can enable and disable QuickEdit to appear in specific apps or websites from the menu bar. Click the Onit icon in the menu bar and select one of the "Disable" options for the currently active app or website.
fr: Vous pouvez activer et désactiver l'apparition de QuickEdit dans des applications ou sites web spécifiques depuis la barre de menu. Cliquez sur l'icône Onit dans la barre de menu et sélectionnez l'une des options « Désactiver » pour l'application ou le site web actuellement actif.

source: Your Language
fr: Votre Langue

source: Your Onit subscription expires on %@.
fr: Votre abonnement Onit expire le %@.

source: Your trial ends %@.
fr: Votre essai se termine le %@.

source: record
fr: enregistrer

source: this prompt
fr: ce prompt

source: Back
fr: Retour

source: Dictionary
fr: Dictionnaire

source: Download
fr: Télécharger

source: Scan
fr: Analyser

source: Search %lld Terms
fr: Rechercher %lld termes

source: “%@” will be removed from your dictionary.
fr: « %@ » sera supprimé de votre dictionnaire.
